tap "aquasecurity/trivy"
tap "aws/tap"
tap "common-fate/granted"
tap "databricks/tap"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "starkandwayne/cf"
brew "antidote"
brew "xz"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "python@3.12"
brew "aws-sam-cli"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "glib"
brew "cfn-lint"
brew "cloc"
brew "cocoapods"
brew "cookiecutter"
brew "coreutils"
brew "libidn2"
brew "curl"
brew "direnv"
brew "duckdb"
brew "eza"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnu-getopt"
brew "gnupg"
brew "gobject-introspection"
brew "gpgme"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "handbrake"
brew "hopenpgp-tools"
brew "htop"
brew "httpie"
brew "hugo"
brew "ispell"
brew "jq"
brew "keyring"
brew "libfido2"
brew "libpq"
brew "openssl@1.1"
brew "mysql-client@5.7"
brew "neovim"
brew "nvm"
brew "openapi-generator"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.11"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "rustup-init"
brew "sponge"
brew "starship"
brew "teleport"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "wget"
brew "xsv"
brew "yarn"
brew "ykman"
brew "ykpers"
brew "yubico-piv-tool"
brew "zsh"
brew "aquasecurity/trivy/trivy"
brew "common-fate/granted/granted"
brew "databricks/tap/databricks"
brew "starkandwayne/cf/spruce"
cask "arc"
cask "balenaetcher"
cask "bettertouchtool"
cask "brave-browser"
cask "bruno"
cask "dash"
cask "discord"
cask "docker"
cask "firefox"
cask "flycut"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "gephi"
cask "gifox"
cask "google-chrome"
cask "google-drive"
cask "grandperspective"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "keka"
cask "ngrok"
cask "nosql-workbench"
cask "notion"
cask "pocket-casts"
cask "postman"
cask "raycast"
cask "rectangle"
cask "sequel-pro"
cask "shottr"
cask "signal"
cask "slack"
cask "spotify"
cask "stats"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
cask "zed"
cask "zoom"
vscode "42crunch.vscode-openapi"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "ask-toolkit.alexa-skills-kit-toolkit"
vscode "asvetliakov.vscode-neovim"
vscode "aws-scripting-guy.cform"
vscode "beardedbear.beardedtheme"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bradlc.vscode-tailwindcss"
vscode "dannysteenman.cloudformation-yaml-snippets"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-projects-plus"
vscode "garreh.sublime-search-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "james-yu.latex-workshop"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "kddejong.vscode-cfn-lint"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikeburgh.xml-format"
vscode "mikestead.dotenv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "paulshestakov.aws-step-functions-constructor"
vscode "pomdtr.excalidraw-editor"
vscode "randomfractalsinc.geo-data-viewer"
vscode "rebornix.ruby"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "stuart.unique-window-colors"
vscode "tamasfe.even-better-toml"
vscode "tcwalther.cython"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "tomrijndorp.find-it-faster"
vscode "travisthieman.better-search"
vscode "twxs.cmake"
vscode "tyriar.lorem-ipsum"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "will-wow.vscode-open-buffers"
vscode "wingrunr21.vscode-ruby"
vscode "yzhang.markdown-all-in-one"
vscode "zjhmale.vscode-ag"
