tap "aquasecurity/trivy"
tap "aws/tap"
tap "common-fate/granted"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "git"
brew "antibody"
brew "xz"
brew "aws-okta"
brew "bat"
brew "openssl@1.1"
brew "node"
brew "bitwarden-cli"
brew "glib"
brew "python@3.9"
brew "cloc"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "direnv"
brew "libevent"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "pango"
brew "ffmpeg"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "gnupg"
brew "python@3.10"
brew "gobject-introspection"
brew "gpgme"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "hopenpgp-tools"
brew "htop"
brew "hugo"
brew "ispell"
brew "jq"
brew "mysql-client@5.7"
brew "neovim"
brew "nvm"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tcl-tk"
brew "python@3.8"
brew "ripgrep"
brew "rustup-init"
brew "sponge"
brew "starship"
brew "teleport"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "wget"
brew "yarn"
brew "ykman"
brew "ykpers"
brew "yubico-piv-tool"
brew "zsh"
brew "aquasecurity/trivy/trivy"
brew "aws/tap/aws-sam-cli"
brew "common-fate/granted/granted"
cask "balenaetcher"
cask "bettertouchtool"
cask "brave-browser"
cask "dash"
cask "discord"
cask "docker"
cask "firefox"
cask "flycut"
cask "font-source-code-pro"
cask "gifox"
cask "gitter"
cask "google-chrome"
cask "google-drive-file-stream"
cask "grandperspective"
cask "inkscape"
cask "insomnia"
cask "insomnia-designer"
cask "iterm2"
cask "keka"
cask "mactex"
cask "ngrok"
cask "notion"
cask "pocket-casts"
cask "postman"
cask "raycast"
cask "rectangle"
cask "sequel-pro"
cask "signal"
cask "slack"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "zoomus"
