tap "aws/tap"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "aws-okta"
brew "bitwarden-cli"
brew "openssl@1.1"
brew "readline"
brew "xz"
brew "coreutils"
brew "curl"
brew "ffmpeg"
brew "gnupg"
brew "gpgme"
brew "hopenpgp-tools"
brew "htop"
brew "ispell"
brew "jq"
brew "neovim"
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "teleport"
brew "the_silver_searcher"
brew "tmux"
brew "wget"
brew "yarn"
brew "ykpers"
brew "ykman"
brew "yubico-piv-tool"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "getantibody/tap/antibody"
cask "bettertouchtool"
cask "dash"
cask "docker"
cask "flycut"
cask "font-source-code-pro"
cask "gifox"
cask "google-chrome"
cask "google-drive-file-stream"
cask "insomnia"
cask "iterm2"
cask "ngrok"
cask "pocket-casts"
cask "postman"
cask "rectangle"
cask "sequel-pro"
cask "signal"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoomus"
